{
  "appTitle": "Pathfinder ComboBox Task",
  "width": 800,
  "height": 600,
  "decimals": 0,
  "min": 1,
  "max": 9,
  "terms": [
    "combobox term 1",
    "combobox term 2",
    "combobox term 3"
  ],
  "instructions": [
    "Your task on the computer is to make judgments about the \"relatedness\" of pairs of terms that have to do with a task. There are several ways one might think about the terms being judged. For instance, two terms might be related because they share common features or because they frequently occur together. For this task think about the terms as they relate to performing the task.",
    "\n",
    "YOU SHOULD BASE YOUR RELATEDNESS JUDGMENTS ON HOW THE TERMS WORK TOGETHER TO HELP YOU PERFORM THE TASK WELL.",
    "\n",
    "The major goal of the task is to achieve a goal. This is accomplished by: (1) First sub-goal description, (2) Second sub-goal description, and (3) A third sub-goal description. Thus, when making your relatedness judgments you should think about the task terms in relation to these 3 sub-goals.",
    "\n",
    "All terms will be presented on the screen in a grid-like fashion. Where one term’s row and another term’s column intersect you will find a pull-down-box containing the numbers 1 through 9. You can think of these numbers as representing degrees of relatedness from “1”, not at all related to “9”, highly related.",
    "\n",
    "You are to indicate your judgment of relatedness for each pair of terms by selecting the number which represents your rating. Upon responding, the number will change. If you wish to change your rating, simply select a different number. When you have completed all of the ratings and are satisfied with your responses, you may press submit to enter your ratings. You may not submit until all ratings have been completed.",
    "\n",
    "WHEN MAKING YOUR RATINGS, REMEMBER BACK TO PERFORMING THE TASK AND THINK ABOUT HOW THE TERMS ARE RELATED IN ACCOMPLISHING THE MAJOR GOAL."
  ],
  "debriefing": [
    "You have completed rating all of the terms.",
    "\n",
    "Please advise the experimenter you have finished."
  ]
}
